import logo from './images/logo/logo-var-1.png'
import logo_2 from './images/logo/logo-var-2.png'
import category_cat from './images/categories/category-cat.jpg'
import category_dog from './images/categories/category-dog.jpg'
import category_bird from './images/categories/category-bird.jpg'
import category_hamster from './images/categories/category-hamster.jpg'
import header from './images/header/cat-header-2-2.png'

import cat_food_1 from './images/cat-products/cat-food/cat-food-1.jpg'
import cat_food_1_2 from './images/cat-products/cat-food/cat-product-1-2.jpg'
import cat_food_2 from './images/cat-products/cat-food/cat-food-2.jpg'
import cat_food_3 from './images/cat-products/cat-food/cat-food-3.jpg'
import cat_food_4 from './images/cat-products/cat-food/cat-food-4.jpg'
import dog_food_1 from './images/dog-products/dog-food-1.jpg'
import dog_food_2 from './images/dog-products/dog-food-2.jpg'
import dog_food_3 from './images/dog-products/dog-food-3.jpg'
import dog_food_4 from './images/dog-products/dog-food-4.jpg'
import hamster_food_1 from './images/hamster-products/hamster-food-1.jpg'

import basket_icon from './images/icons/basket_icon.png'
import cross_icon from './images/icons/close.png'
import profile_icon from './images/icons/profile_icon.png'
import search_icon from './images/icons/search_icon.png'
import menu_burger from './images/icons/menu-burger.png'
import angle_right from './images/icons/angle-right.png'
import angle_left from './images/icons/angle-left.png'
import star from './images/icons/star.png'
import delete_icon from './images/icons/delete.png'
import hand_money from './images/icons/expense.png'
import credit_card from './images/icons/payroll-check.png'
import credit_card_filled from './images/icons/payroll-check_filled.png'

import twenty_four from './images/icons/time-twenty-four.png'
import store_alt from './images/icons/store-alt.png'
import hand_heart from './images/icons/hand-holding-heart.png'
import paw_heart from './images/icons/paw-heart.png'
import telega from './images/icons/paper-plane.png'
import paw from './images/icons/paw.png'
import phone from './images/icons/phone-call.png'
import sertified from './images/icons/reward.png'

import insta from './images/icons/social-media.png'
import facebook from './images/icons/facebook.png'
import telegram from './images/icons/telegram.png'

import back_1 from './images/backgrounds/96060.jpg'
import back_2 from './images/backgrounds/pexels-codioful-7130557.jpg'

export const assets = {
    logo,
    logo_2,
    basket_icon,
    cross_icon,
    profile_icon,
    search_icon,
    menu_burger,
    angle_right,
    angle_left,
    header,
    twenty_four,
    paw,
    paw_heart,
    telega,
    phone,
    store_alt,
    hand_heart,
    sertified,
    category_cat,
    category_dog,
    category_bird,
    category_hamster,
    insta,
    facebook,
    telegram,
    back_1,
    back_2,
    star,
    delete_icon,
    hand_money,
    credit_card,
    credit_card_filled
}

export const products = [
    {
        _id: "1",
        name: "Корм сухий для стерилізованих кішок Royal Canin Sterilised від 1 до 7 років, 2 кг",
        description: "Опис\nПовнораціонний сухий корм для дорослих стерилізованих кішок у віці від 12 місяців до 7 років.\nПереваги корму:\n\nВміст жиру в кормі відповідає добовій нормі, що запобігає набору зайвої ваги Вашого улюбленця.\nПідтримує в нормі сечовидільну систему вихованця.\nЗнижує ризик розвитку сечокам'яної хвороби.\nRoyal Canin Sterrilised 37 прекрасно збалансований корм для Вашого улюбленця.\nЗбалансований склад корму допомагає Вашому котику вести здоровий і активний спосіб життя після стерилізації.\n\nПереваги вживання корму:\n\nКонтроль ваги. Після стерилізації / кастрації енергетичні потреби кішок знижуються. Раціон STERILISED 37 допомагає обмежити ризик набору ваги завдяки помірному рівню жиру і належної добової норми корму.\n\nЗдоров'я сечовидільної системи. Допомагає підтримувати здоров'я сечовидільної системи завдяки належному балансу мінеральних речовин.\n\nВисокий вміст білка. Допомагає підтримувати м'язову масу завдяки високому вмісту білка.\n\nЗбагачений L-карнітином. L-карнітин бере участь в здоровому метаболізмі жирів.",
        price: 168,
        image: [cat_food_1],
        category: "cats",
        subCategory: "dry_food",
        brand: "royal_canin"
    },
    {
        _id: "2",
        name: "Сухий корм для дорослих кішок Royal Canin British Shorthair Adult для кішок породи британська короткошерста 2 кг",
        description: "Повнораціонний збалансований корм спеціально для котів породи британська короткошерста віком старше 12 місяців\n\nОсобливі щелепи британської короткошерстої\nСпеціально розроблена велика крокета зігнутої форми адаптована для широких щелеп котів породи британська короткошерста. Унікальна крокета полегшує захоплення і стимулює до розгризання корму, допомагаючи підтримувати гігієну ротової порожнини.\n\nЕксклюзивна формула:\nТаурин і жирні кислоти омега-3\n\nТонус м'язів\nАдаптований рівень білка сприяє підтримці м'язової маси. Раціон збагачений L-карнітином, що бере участь у здоровому метаболізмі жирів.\n\nЗдоров'я кісток і суглобів\nРаціон розроблено для підтримки здоров'я кісток і суглобів. Збагачений жирними кислотами омега-3 (ЕПК і ДГК).\n\nЗдоров'я серця\nТаурин, ЕПК і ДГК допомагають підтримувати здорову роботу серця.\n\nЗдоров'я сечовивідної системи\nБаланс мінеральних речовин у раціоні допомагає підтримувати здоров'я сечовидільної системи дорослого кота.\n\nСклад: дегідратовані протеїни м'яса птиці, рис, ізолят протеїнів рослинного походження*, тваринні жири, кукурудза, кукурудзяний глютен, рослинна клітковина, гідролізат білків тваринного походження, екстракт цикорію, риб'ячий жир, соєва олія, мінеральні речовини, дріжджі та їхні частки, фруктоолiгосахариди, гідролізат дріжджів (джерело мананоолiгосахаридів), олія огірочника, гідролізат із панцира ракоподібних (джерело глюкозаміну), екстракт чорнобривців прямостоячих (джерело лютеїну), гідролізат хрящового хряща (джерело хондроїтину).\n* L.I.P. - білки, відібрані за принципом оптимальної засвоюваності.\n\nДобавки (на 1 кг):\nХарчові добавки: вітамін A - 31000 МО; вітамін D3 - 800 МО; E1 (залізо) - 40 мг; E2 (йод) - 4 мг; E4 (мідь) - 12 мг; E5 (марганець) - 51 мг; E6 (цинк) - 154 мг; E8 (селен) - 0.08 мг; L-карнітин - 200 мг; таурин - 2.6 г.\nТехнологічні добавки: клиноптилоліт осадового походження - 10 г. Консерванти. Антиоксиданти.\nАналітичні компоненти: сирий протеїн - 34%; сирий жир - 19%; сира зола - 6.8%; сира клітковина - 5.3%; на 1 кг омега-3 жирні кислоти - 9.7 г, у т. ч. ЕПК/ДГК - 3.5 г.",
        price: 149,
        image: [cat_food_2, cat_food_1_2],
        category: "cats",
        subCategory: "dry_food",
        brand: "royal_canin"
    },
    {
        _id: "3",
        name: "Ageing Sterilised 12+, Эйджинг Стерилайзд 12+",
        description: "Корм сухой сбалансированный для стерилизованных стареющих кошек в возрасте старше 12 лет\n\nОсобенности:\n\nПоддержание здоровья суставов и костей. Сбалансированный состав помогает поддерживать здоровье суставов и костей у стареющих кошек.\n\nКонтроль веса. Помогает поддерживать оптимальный вес благодаря умеренному содержанию жиров и L-карнитину.\n\nЗдоровье почек. Сниженное содержание фосфора способствует поддержанию здоровья почек.\n\nЗдоровье сердца. Содержит таурин и жирные кислоты омега-3, которые поддерживают здоровье сердца.\n\nСостав: дегидратированные белки мяса птицы, рис, изолят растительных белков, животные жиры, кукуруза, кукурузный глютен, растительная клетчатка, гидролизат белков животного происхождения, экстракт цикория, рыбий жир, соевое масло, минеральные вещества, дрожжи и их части, фруктоолигосахариды, гидролизат дрожжей (источник маннанолигосахаридов), масло огуречника, гидролизат из панциря ракообразных (источник глюкозамина), экстракт бархатцев прямостоячих (источник лютеина), гидролизат хряща (источник хондроитина).\n\nДобавки (на 1 кг):\nВитамин A - 31000 МЕ; витамин D3 - 800 МЕ; E1 (железо) - 40 мг; E2 (йод) - 4 мг; E4 (медь) - 12 мг; E5 (марганец) - 51 мг; E6 (цинк) - 154 мг; E8 (селен) - 0.08 мг; L-карнитин - 200 мг; таурин - 2.6 г.\n\nТехнологические добавки: клиноптилолит осадочного происхождения - 10 г. Консерванты. Антиоксиданты.\n\nАналитические компоненты: сырой протеин - 34%; сырой жир - 19%; сырая зола - 6.8%; сырая клетчатка - 5.3%; на 1 кг омега-3 жирные кислоты - 9.7 г, в т.ч. ЭПК/ДГК - 3.5 г.",
        price: 100,
        image: [cat_food_3],
        category: "cats",
        subCategory: "dry_food",
        brand: "royal_canin"
    },
    {
        _id: "4",
        name: "PRO PLAN®. Сухий повнораціонний корм для дорослих котів з чутливим травленням чи вибагливих до їжі, з ягням.",
        description: "Сухий повнораціонний корм спеціально розроблений для дорослих котів з чутливою системою травлення. Містить високоякісні відібрані джерелами білку без додавання пшениці, для підтримки харчової переносимості.\n\n У PURINA® PRO PLAN® наша команда дієтологів та досвідчених ветеринарів застосовує передові досягнення науки для розробки нашого збалансованого та ефективного поєднання поживних речовин для вашого вихованця. Наші раціони мають ряд властивостей, таких як висока засвоюваність та високе поглинання поживних речовин, щоб підтримати природний захист вашого улюбленця та його довгострокове здоров’я. Міжнародне товариство лікарів-фелінологів визнає сприятливий внесок кормів PURINA® у благополуччя котів.",
        price: 145,
        image: [cat_food_4],
        category: "cats",
        subCategory: "dry_food",
        brand: "purina"
    },
    {
        _id: "5",
        name: "Royal Canin Medium Adult Сухой корм для взрослых собак средних размеров",
        description: "Полнорационный сухой корм для взрослых собак средних размеров (вес взрослой собаки от 11 до 25 кг) в возрасте от 12 месяцев до 7 лет 18 кг АКЦИЯ 15 кг + 3 кг корма в подарок Royal Canin Medium Adult\n\nЕстественные механизмы защиты\nПомогает поддерживать естественные механизмы защиты организма благодаря комплексу антиоксидантов и содержанию маннанолигосахаридов.\n\nВысокая перевариваемость\nРацион способствует оптимальной работе пищеварительной системы благодаря эксклюзивной формуле, содержащей высококачественные протеины и сбалансированное количество пищевой клетчатки.\n\nЖирные кислоты омега-3: ЭПК и ДГК\nРацион обогащен жирными кислотами омега-3 (ЭПК и ДГК), помогающими поддерживать здоровье кожи.\n\nСостав:\nдегидратированные протеины мяса птицы, кукурузная мука, кукуруза, пшеничная мука, животные жиры, дегидратированные протеины свинины, пшеница, гидролизат протеинов животного происхождения, свекольный жом, рыбий жир, минеральные вещества, соевое масло, дрожжи и их частицы, гидролизат дрожжей (источник маннангосахаридов (0,05%)).\n\nДобавки (на 1 кг):\nПищевые добавки: витамин A - 12500 ME; витамин D3 - 800 ME; железо - 43 мг; йод - 4,3 мг; медь – 13 мг; марганец - 55 мг; цинк - 133 мг; сeлeн - 0,11 мг; консерванты - антиоксиданты.\n\nАналитические компоненты:\nСырой протеин - 25%; сырой жир - 14%; сырая зола – 6,1%; сырая клетчатка – 1,3%; омега-3 - 0,6%, в т.ч. ЭПК/ДГК - 0,31%.",
        price: 137,
        image: [dog_food_1],
        category: "dogs",
        subCategory: "dry_food",
        brand: "royal_canin"
    },
    {
        _id: "6",
        name: "Royal Canin MAXI ADULT, 15 kg",
        description: "Повнораціонний сухий корм для собак великих розмірів (вага собаки від 26 до 44 кг) у віці понад 15 місяців.\n\nЗдоров'я травної системи\n\nРаціон сприяє оптимальному переварюванню їжі завдяки ексклюзивній формулі, що містить високоякісні білки і збалансовану кількість харчової клітковини.\n\nЗдорові кістки і суглоби\n\nПідтримує кістки і суглоби собак великих порід при високих навантаженнях.\n\nВисока смакова привабливість\n\nЗадовольняє апетит собак великих розмірів завдяки ретельному підбору поживних речовин і ароматів.\n\nОмега 3 жирні кислоти: ЕПК-ДГК\n\nРаціон збагачений Омега-3 жирними кислотами (ЕПК-ДГК), які підтримують здоров'я шкіри.",
        price: 150,
        image: [dog_food_2],
        category: "dogs",
        subCategory: "dry_food",
        brand: "royal_canin"
    },
    {
        _id: "7",
        name: "Пробіотик PRO PLAN FortiFlora для собак та цуценят для травлення та зміцнення імунітету",
        description: "PURINA® PRO PLAN® FortiFlora® Canine Probiotic (ПУРІНА ПРОПЛАН ФортіФлора Канін Пробіотик) - це додатковий корм, що сприяє підтриманню мікрофлори шлунково-кишкового тракту дорослих собак та цуценят. Містить живі молочнокислі бактерії, що допомагають підтримувати здоров'я кишечника і баланс мікрофлори. Додатковий корм не забезпечує добову потребу тварин у поживних речовинах і повинен споживатися в комбінації з повнораціонним та збалансованим кормом.\n\nПереваги:\n\n- Містить живі молочнокислі бактерії.\n- Сприяє підтриманню мікрофлори шлунково-кишкового тракту.\n- Для кошенят і кішок різного віку.\n- Виготовлено у Франції.\n\nСклад: м'ясо та субпродукти тваринного походження, мікрокапсульований пробіотик, вітаміни, мінеральні речовини.\n\nДобавки: Стабілізатор кишкової флори: мікрокапcульований пробіотик Enterococcus faecium SF68 NCIMB 01415 (4b1705): 1x1012 КУО/кг;\n\nПоживні кормові добавки: (IU/kg (МО/кг)): вітамін Е: 7500; (mg/kg (мг/кг)): вітамін С: 1450; сульфат заліза: (Fe: 730); йодат кальцію: (I: 18); сульфат марганцю: (Mn: 340); сульфат цинку: (Zn: 1100); селеніт натрію (Se: 1,0).\n\nПоживні речовини: сирий протеїн: 54%; сирий жир: 19%; волога: 3,8%; сира зола: 8%; сира клітковина: 1%.\n\nРекомендації щодо годування.\nРекомендації щодо годівлі: 1 пакетик на день. Висипати вміст пакетика на звичайний корм вашого собаки.\n\nРекомендації щодо зберігання.\nЗберігати у сухому прохолодному місці, при температурі від 2 до 25 °C. Дату 'Вжити до кінця', реєстраційний номер фабрики та номер партії: дивіться на упаковці.",
        price: 120,
        image: [dog_food_3],
        category: "dogs",
        subCategory: "dry_food",
        brand: "purina"
    },
    {
        _id: "8",
        name: "PRO PLAN® CN CONVALESCENCE. Ветеринарна дієта для котів і собак в період одужання.",
        description: "Ветеринарна дієта ЦН Конвалесенс. Консервований повнораціонний дієтичний корм для собак та котів у період відновлення, одужання. З високою енергетичною щільністю, високою концентрацією незамінних поживних речовин та з легкозасвоюваними інгредієнтами.",
        price: 130,
        image: [dog_food_4],
        category: "dogs",
        subCategory: ["conserve", "health"],
        brand: "purina"
    },
    {
        _id: "9",
        name: "Beaphar Care Корм збалансований для морських свинок",
        price: 982,
        image: [hamster_food_1],
        category: "rodents",
        subCategory: "dry_food",
        brand: "beaphar"
    }
]
